Repository: mizech/math-quiz-ios
Catalog: MathQuizApp/Localizable.xcstrings
Source language: en
Languages: de_de

# %lld of %lld
source: %1$lld of %2$lld
de_de: %1$lld von %2$lld

source: %lld points in total
de_de: %lld Punkte insgesamt

# %lld questions out of %lld correct
source: %1$lld questions out of %2$lld correct
de_de: %1$lld Fragen von %2$lld korrekt

source: ^[%lld point](inflect: true)
de_de: ^[%lld Punkt](inflect: true)

source: > 8 seconds
de_de: > 8 Sekunden

source: 1 points
de_de: 1 Punkt

source: 2 points
de_de: 2 Punkte

source: 3 points
de_de: 3 Punkte

source: 5 points
de_de: 5 Punkte

source: 5 seconds
de_de: 5 Sekunden

source: 8 seconds
de_de: 8 Sekunden

source: 10 points
de_de: 10 Punkte

source: All points will be lost.
de_de: Alle Punkte gehen verloren.

source: Amount Questions
de_de: Anzahl Fragen

source: Are you sure?
de_de: Bist Du sicher?

source: Cancel
de_de: Abbrechen

source: Correct answer within:
de_de: Korrekte Antwort innerhalb von:

source: Difficulty
de_de: Schwierigkeit

source: Easy
de_de: Leicht

source: Game over
de_de: Spiel beendet

source: Hard
de_de: Schwer

source: How to get or lose Points
de_de: Punkte gewinnen oder verlieren

source: Instructions
de_de: Anleitung

source: Minus 1 point
de_de: Minus 1 Punkt

source: Next Question
de_de: Nächste Frage

source: Reset
de_de: Zurücksetzen

source: Restart
de_de: Neustart

source: Serie of 3 correct answers
de_de: 3 korrekte Antworten in Reihe

source: Serie of 5 correct answers
de_de: 5 korrekte Antworten in Reihe

source: Start Game
de_de: Spiel starten

source: What's the result of
de_de: Was ist das Ergebnis von

source: Wrong answer
de_de: Falsche Antwort
